[
    {
        "pk": 1, 
        "model": "article.article", 
        "fields": {
            "body": "India\r\nofficially the Republic of India (Bharat Ganrajya)[c], is a country in South Asia. It is the seventh-largest country by area, the second-most populous country with over 1.2 billion people, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the south-west, and the Bay of Bengal on the south-east, it shares land borders with Pakistan to the west;[d] China, Nepal, and Bhutan to the north-east; and Burma and Bangladesh to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; in addition, India's Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.\r\nHome to the ancient Indus Valley Civilisation and a region of historic trade routes and vast empires, the Indian subcontinent was identified with its commercial and cultural wealth for much of its long history.[14] Four world religions—Hinduism, Buddhism, Jainism, and Sikhism—originated here, whereas Judaism, Zoroastrianism, Christianity, and Islam arrived in the 1st millennium CE and also helped shape the region's diverse culture. Gradually annexed by and brought under the administration of the British East India Company from the early 18th century and administered directly by the United Kingdom from the mid-19th century, India became an independent nation in 1947 after a struggle for independence that was marked by non-violent resistance led by Mahatma Gandhi.\r\nThe Indian economy is the world's tenth-largest by nominal GDP and third-largest by purchasing power parity (PPP).[15] Following market-based economic reforms in 1991, India became one of the fastest-growing major economies; it is considered a newly industrialised country. However, it continues to face the challenges of poverty, corruption, malnutrition, inadequate public healthcare, and terrorism. A nuclear weapons state and a regional power, it has the third-largest standing army in the world and ranks eighth in military expenditure among nations. India is a federal constitutional republic governed under a parliamentary system consisting of 28 states and 7 union territories. India is a pluralistic, multilingual, and multi-ethnic society. It is also home to a diversity of wildlife in a variety of protected habitats.", 
            "thumbnail": "", 
            "pub_date": "2013-10-27T02:56:11Z", 
            "likes": 10, 
            "title": "India"
        }
    }, 
    {
        "pk": 2, 
        "model": "article.article", 
        "fields": {
            "body": "The following is a list of Hypertext Transfer Protocol (HTTP) response status codes. This includes codes from IETF internet standards as well as other IETF RFCs, other specifications and some additional commonly used codes. The first digit of the status code specifies one of five classes of response; the bare minimum for an HTTP client is that it recognises these five classes. The phrases used are the standard examples, but any human-readable alternative can be provided. Unless otherwise stated, the status code is part of the HTTP/1.1 standard (RFC 2616).\r\nThe Internet Assigned Numbers Authority (IANA) maintains the official registry of HTTP status codes.", 
            "thumbnail": "", 
            "pub_date": "2013-10-27T05:00:00Z", 
            "likes": 4, 
            "title": "List of HTTP status codes"
        }
    }, 
    {
        "pk": 1, 
        "model": "article.comment", 
        "fields": {
            "body": "I like coding in Django.", 
            "article": 2, 
            "pub_date": "2013-10-27T23:41:05.584Z", 
            "name": "Vaibhav"
        }
    }
]